k6_final/k6_dashboard_name/linux-mssql-dashboard/results_combined/login_15m_result.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

time="2025-10-29T17:21:39+05:30" level=info msg="[{\"username\":\"username\",\"password\":\"password\"},{\"username\":\"load_user_7483\",\"password\":\"Password123!\"},{\"username\":\"load_user_6580\",\"password\":\"Password123!\"},{\"username\":\"load_user_4184\",\"password\":\"Password123!\"},{\"username\":\"load_user_2942\",\"password\":\"Password123!\"},{\"username\":\"load_user_6326\",\"password\":\"Password123!\"},{\"username\":\"load_user_6677\",\"password\":\"Password123!\"},{\"username\":\"load_user_8569\",\"password\":\"Password123!\"},{\"username\":\"load_user_1272\",\"password\":\"Password123!\"},{\"username\":\"\"}]" source=console
time="2025-10-29T17:21:39+05:30" level=warning msg="\"cli\" level configuration overrode scenarios configuration entirely"
     execution: local
        script: /home/vunet/Load-Testing-Tool/k6_final/k6_dashboard_name/linux-mssql-dashboard/login.js
        output: -

     scenarios: (100.00%) 1 scenario, 10 max VUs, 10m30s max duration (incl. graceful stop):
              * default: 10 iterations shared among 10 VUs (maxDuration: 10m0s, gracefulStop: 30s)

time="2025-10-29T17:21:39+05:30" level=info msg="[{\"username\":\"username\",\"password\":\"password\"},{\"username\":\"load_user_7483\",\"password\":\"Password123!\"},{\"username\":\"load_user_6580\",\"password\":\"Password123!\"},{\"username\":\"load_user_4184\",\"password\":\"Password123!\"},{\"username\":\"load_user_2942\",\"password\":\"Password123!\"},{\"username\":\"load_user_6326\",\"password\":\"Password123!\"},{\"username\":\"load_user_6677\",\"password\":\"Password123!\"},{\"username\":\"load_user_8569\",\"password\":\"Password123!\"},{\"username\":\"load_user_1272\",\"password\":\"Password123!\"},{\"username\":\"\"}]" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[{\"username\":\"username\",\"password\":\"password\"},{\"username\":\"load_user_7483\",\"password\":\"Password123!\"},{\"username\":\"load_user_6580\",\"password\":\"Password123!\"},{\"username\":\"load_user_4184\",\"password\":\"Password123!\"},{\"username\":\"load_user_2942\",\"password\":\"Password123!\"},{\"username\":\"load_user_6326\",\"password\":\"Password123!\"},{\"username\":\"load_user_6677\",\"password\":\"Password123!\"},{\"username\":\"load_user_8569\",\"password\":\"Password123!\"},{\"username\":\"load_user_1272\",\"password\":\"Password123!\"},{\"username\":\"\"}]" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[{\"username\":\"username\",\"password\":\"password\"},{\"username\":\"load_user_7483\",\"password\":\"Password123!\"},{\"username\":\"load_user_6580\",\"password\":\"Password123!\"},{\"username\":\"load_user_4184\",\"password\":\"Password123!\"},{\"username\":\"load_user_2942\",\"password\":\"Password123!\"},{\"username\":\"load_user_6326\",\"password\":\"Password123!\"},{\"username\":\"load_user_6677\",\"password\":\"Password123!\"},{\"username\":\"load_user_8569\",\"password\":\"Password123!\"},{\"username\":\"load_user_1272\",\"password\":\"Password123!\"},{\"username\":\"\"}]" source=console
[...]
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 10 Logging in as: " source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 2 Logging in as: load_user_7483" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 8 Logging in as: load_user_8569" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 6 Logging in as: load_user_6326" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 1 Logging in as: username" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 5 Logging in as: load_user_2942" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 4 Logging in as: load_user_4184" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 9 Logging in as: load_user_1272" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] 🔹 VU 3 Logging in as: load_user_6580" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.046Z] 🔹 VU 7 Logging in as: load_user_6677" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="{\"X-Frame-Options\":\"SAMEORIGIN\",\"X-Xss-Protection\":\"1; mode=block\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Content-Length\":\"7191\",\"Referrer-Policy\":\"no-referrer\",\"Set-Cookie\":\"AUTH_SESSION_ID=3e468bdb-3468-496d-bdf2-e9cb96a4d4a0;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..uoEcbRYhws0BHa1O8xACEA.Q_qbipX4uVwVH5ySsMkNoXfZwJi9ASwQf0PTAty1KRMMC9ny1l78EAb_Xbd1GPIywsJJsbjuUrQ1qlxxiRnpMWhK23mK5KzntL6okKeRgjAAuYRTUkP56xfibKHCuucviGbNxRlurVuIwxQTkIfbrFbwvsdTVrsLTx4G1pPujYU_YW4_ieME3DTrwoDli1BedrzFlMIlCl9oyYLvgxDtfIlWoFeRxA1vuIVUmcXSSC8un7X9ZtFT4eSaVhWEeqyygj5EtIGKaXA0cifoZ4Gl8e8C5XRmxH-8uTLDae4kanVL_xiLWW6UqEuadWOqooGD_DP3LfWUe0T0T9lB0QsICi3QHOLDWZnMWs2q4E3KfFAwM4oqQKWLN7UAYBfqXL39Cy69krq1YHMgK9pK2QVLPcna0-8dND6q3tncF7Aci9kYeGn7Oa7ZJTJs_l7RWtR4Q4VCZbZopsnXQirceAxKTUaRyG8uzNKqJkJsvezChS4e_n9X0G7rIeO_pSAcxUxAt8ghgV0Y5qh-XVfD-t2gYSqJj_e-pFtnOqLwtt8Ugij8_c7sI5a5SKmno1LQ8AyiREe84RB-xmEYrpi0S1nc0HMvmyMg5RlIQfClo2C8ePHNYad3ZKVG2TfCLaQ09XFGlwAGF-4KEWq8VB4l2aSVz0Gnq0V82Q8pefuHXTNySvlIE-iZ2W5pwHyB89Y21-8Nt7ZbAre5QeC2mB6xeNVli4_126W9wc397B3vXcJDa1LNPrr19SXMSjvcxK7uY0_IweUe0WD72CVp69ui63AGNu0BMbHVhvH040wPWnKO-F5bdpsfEiTOAaWn8oIjeu-Xy-DpiGYCZG7Oye0YSy-49OY_cqEtbBMg5ADpYZuMQsAN2nBwGomo4if7frI5BSGXd9EjjNcQ5g5EybGIUf610VuDglgYRUYJzUjuqG6i3x9y872VtNjxdznJoyiZFBqq_60YDnMrotLCGI4IhAn_wjstQI_TqQbdkN0Ol9ZongLGXk40gNb_ffhVYf3IkROCODwcYNBGpUlwUBtaq9rHJZ1djGYuwN0WNZPOvHjSnLrMhDNHCyoueylM0JfA9GM5.9wAhEwQiXMbirPLO5H3-Dw;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Content-Language\":\"en\",\"Content-Type\":\"text/html;charset=utf-8\",\"X-Content-Type-Options\":\"nosniff\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"Date\":\"Wed, 29 Oct 2025 11:51:39 GMT\",\"X-Robots-Tag\":\"none\"}" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_1272 | Response Time: 293.176422 ms" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="{\"Date\":\"Wed, 29 Oct 2025 11:51:39 GMT\",\"Content-Language\":\"en\",\"Content-Length\":\"7191\",\"Set-Cookie\":\"AUTH_SESSION_ID=782e536b-32b2-452d-acaa-dff1b93cf257;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..VFH3m9unvJjJun24j4fwQw.1VCxlWvC_WazQb8831oKDaDJ3yJUnCdodBJyEzHVvLBKo4qjVG9xGnU7QJem1jhwRkmNh7lQW7p8Thl9LMw7b7s5H8hww3M_0aYNTsnBrzdoZeaJpCxw4juq57Wv_Vr3hS61unK7cLRtMAgt77WqwPObX2rB2jQTsa7WZntx2lPLob2DfNwekvESW4CYE2mad4iDnYZkDTEqEFWhy8gj2RPFrJWB6cgYPToqCzR9erKyg3EnCM5YmHkK4Nki-1cMQwf2B7DDPCj3VOHr0UMxIX0o0kV_yT3465BjPW2nZ6yr3PS-cJWiEC0CNR5aVojNky7Fb-OeY88Qo_kYi-f0QrNtYDOfY_Ei70uUmDsMAxSbywi0BSiV7Cn0mv6NxUtlzihVPS0gt_4EboUsxtCkaFQEs2GcuPYGK3kVMBtSJDvBZ9F8YqO4uA8jCeRHBgE86CyfnbWy5uJlKfERqbcSmw1g0WGqKZEyhYmZaRKx2ye16rj8nJ_sIeZzoeBfCBBq_H91anM8KzOueHEmnGsWMmpf5SOs3g4Y4sY8YceSDm3phpWagGH1AWp9kJu5Gd3qcdhlh0CGrWg-MTesFME3wHsBcNXbibQjEH11rLiMo0ha2Zb_cv5fmZyJML8tqsSX5-7MIBroCeLntorbPQTBltnfjl87whQQHGsE2szsaT-FD4YKsVA0YGKM0nSg2HaEuISr4rAuwhmNyDRpLmnEA4DmVTQYbKq-9p6tLwFAsZ4A5XC_ognVQt7GNZ1nWI3alfdjBQ3CNPNbwjbxg7US1VJ8q8UR_VcMlcpSa_6846WPvIw5w3WPSuSUJYhmP8dnZ6EfpZ58g6DN2EvltClaOL5NuHpFcZqWiz1lidmIwYqoF117FZk3e5kCm8C2cxN0J3s8L8RJZDl7km1HiqlK4-tLIDHCHIP0faT98XB5XPIst1uC5RKa-YrMIzoqLLPsNodrdv4aKFCmWxeGiwJ8GQ5MyICsVXD5DANQdNXj5GRz351xeopKH14PqaChi1tYcJ5ZnZcyl1840eUN4kDwY-HG3TfpiR7KOuEYAG-Jbk3K-njnMHZV4rn93IlqGXB0.r3MhLX9V6dnRZ7aaVRK-Ow;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Referrer-Policy\":\"no-referrer\",\"X-Xss-Protection\":\"1; mode=block\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"Content-Type\":\"text/html;charset=utf-8\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"X-Robots-Tag\":\"none\"}" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_6580 | Response Time: 403.906173 ms" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="{\"Content-Type\":\"text/html;charset=utf-8\",\"X-Xss-Protection\":\"1; mode=block\",\"Content-Length\":\"7191\",\"X-Robots-Tag\":\"none\",\"Content-Language\":\"en\",\"X-Frame-Options\":\"SAMEORIGIN\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Date\":\"Wed, 29 Oct 2025 11:51:39 GMT\",\"Referrer-Policy\":\"no-referrer\",\"X-Content-Type-Options\":\"nosniff\",\"Set-Cookie\":\"AUTH_SESSION_ID=eadcaf44-6226-4c80-a8ed-ad1de282c7be;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..YqcZMXgkqg3uX_gObXYkbA.3E2Fjh9uVT6QfRUImeaMDwiYt2Ey1KJKSbCCvSBnSt1gYJv4hfVbWV64tp0EcNI72INzIs-kbRHtbWNJ1Jj-aZ0hyNBSb59U4n7b1jsqjmIUZw1eeWFU3-FJHtugr1K9AVpfSu_hs4kVIkcmr_JiN7Jc7PRQT-Tnfur4-LLqrHqmnxXpJ3_Pz25JTEokvVc7wpcIzHDuxsqL5GAMNtk2w1GCGWe4hXfBri9AunAE2SRklUSxvlB_zPYVZhvPBy7BepqpVKhc2EWYfm0prTxtni05OS6BC6ruGQYn3McPCpc7yuD6LnC7xYrOKd9q_QJmR9BeZhlnsQlaYVIMZvw01uOQ_B72_7Y0JedbfDaO6TtXQiR2s3cFSKx3-QnW_N0L_EAAhtnZRV8fhK4bdH5vWyqp3I706rnCl4Ssv-nxGXa_OTIsfCqw1aoWnmz-OoAg-31HvSzu9JtgCtp-0BNoXi6CgdwlxcSa87ZkCqwogmN-Mq3wswfk64ZmlZ-BMEZPA86UGtBhNtO2WzEM5gc05Qc8x5NaObpC45JCwfdXvBOCKsD7Wgi7mUElX6qLcSZ01tF7KK63Ah8Y4lkNCI1WR6PubO3AeQd0wrC7WfByRJFxHJwgfocTIJ3nY9zIt6Ci4TYA7EvWGBi2p6JC1jPHvFDKwFzM-Ke1wNhWlciZyt3gT2UB20m23Z7m_BhMCY4OTvfEiVL5ASD30CwlPW05AafBpoPWU2AG-PgThjYJNd6fztlUwfTVtrix5nclQe3_t7CJ-bUORdY2WegBPoXXI6LB8VMfxMrI2Av0pEvXxyWjhFnJge5KALQri4EwmgwrHuYYGntvQtzbiGH5qQF1hvf9sRQ2psv6zNFVMgLlcjlK2FQvrKgdSILHfVgN7jDaroP43FZnoAlg3eM9w7IcyyMWOotfvomHOwLi4Ie3yAwMztvNO7ZeH9ftB2jZrKn7JWupIRI-H34kaAww5AhvpQdCAGRNdNbCqu1RB87ARuo_Q6b_MD6HyNGqB1iLTHT_m1RRBRRxBs89Du8OvQmroKXeiJcg_hRboz2lmmYahbX9kBzHJ8Pc_acuY674I2dO.Qhncy-LKp4emx1T9q_5jKQ;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\"}" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:39+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_4184 | Response Time: 500.566925 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"Content-Length\":\"7191\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"X-Robots-Tag\":\"none\",\"Set-Cookie\":\"AUTH_SESSION_ID=d3a831c2-21b7-41ab-ba7c-2b204c03788a;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..ScVKaCHvXSg5EcJxIeNdRA.zMcfycFiBsKtHHViHuVSA0Vvfld9TfhU6RTqwgvzXhRv5yIRCkmMo9FP-KoBBpnfujb8nXz8v04Xpo3_U28ptKeVdbaVeE5QPLQ2-Y1xZAEQjNcGYr3sz8njjEuOlx0gDDyGPdG6GUnjZjB4m-sfNb-8hP1YJvLIBZIJ2Nwhu2K_0iLu5yDN85HmC2FSe09D-zf7eM0GhM82QqmTBCUasmbIEF9i1ENVMrHFDNFk9ZdnWRsaMYXpzpWNDDj-2McIE_--go4b-3XInGI2qsDfPSgiVcuM41qLtX5x4-zw58Jh2cQDwUj5dK_F_ylMKB_s1SN4RhXraO-INhCkHnN-QneCMBpq-A4cXiS9ao2TLyKOQsU6IGqArS6guOETuRLI_Anz49E6UFEcYME73uoT29Pt4szOkAejlNeaAa7pA3-d331u8zDYm79iP_dusXaa-jYFcpa0t7w_uPqJC26WUUplf2OqinQTTsykYo2AeUhZVqZrYIgB_jxhDGtC6iYjp1Umb-i-p5LMNq4fC9VnvyFuGH0x76BD2LJq9SZNh1LvOAACtuVUzbs5r1m1lNy2fs4DApcLlQxAwYPfb9LQN_n2sp9q4IUHCL87f_bGy91tXNNUHykZYKqgLpE7q4CVmOff8OaMkiPNVNxyPtoT03XTF5UuvlabnruYC5FwDW31rtF3bYcqylLmBseGdatj4ArZiQ9l6rIFPjFgzWLl2Ve5-tOeHwHiyp_fMm5a26JBnJp0nZAANPX5Gtl_jejmV3nJovBhqXzKJlqokNiAzTmWewg0tzNv4s6LcZ9scTvxMBn5MvIWh02cMbJleLSNzGZdoor4Wk_7dI-qgAZet_Br6G4ihMd-dtoAl7xBGfneZehPsV0P_7xwD98lfH8jxgBaA55op2RAmUKpLw_onN1qgc8OuZ18lNtg_w6mVR2ZhW3iDSCPtHFff7sto9ON7EZwjDNZ7_ZG9KAz7ueT5qgdWi4rA-j14rU05PLME5aoksUR5u9KZMVeAcJjC1BlXw1hOOdCIKqZi3rbfXxe9cSP29V2cDz78bOXhWervtrEG3eIGcvlsT4mpCwT-qKd.xIA1vWyL2evrXsZivOEQEw;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"X-Xss-Protection\":\"1; mode=block\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"Content-Language\":\"en\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Content-Type\":\"text/html;charset=utf-8\",\"Referrer-Policy\":\"no-referrer\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_8569 | Response Time: 603.947499 ms" source=console

running (00m01.0s), 06/10 VUs, 4 complete and 0 interrupted iterations
default   [  40% ] 10 VUs  00m01.0s/10m0s  04/10 shared iters
time="2025-10-29T17:21:40+05:30" level=info msg="{\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Content-Language\":\"en\",\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"X-Robots-Tag\":\"none\",\"Content-Length\":\"7191\",\"Content-Type\":\"text/html;charset=utf-8\",\"Referrer-Policy\":\"no-referrer\",\"Set-Cookie\":\"AUTH_SESSION_ID=c22d8c14-acb7-48bb-a4e3-3a195135a60e;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..sTocnxNek-9RanyS7Zz63A.m0YRM8kr39UWLX_XaDudlpWVnnrmV5_X4_-_HTJGl_t2y6CIncdv7MfHhQ105nPiKgpOGM6SgKNy1fxMuqZ13B-iJEjI5KA8V5xCuI6MXDmNv--qg-SAPm4ie66xs4np5emBDVqEKfZAJGH8LxVV3tThGx_oKNogMQO5fF-LH5xP9kTHKLk3ycX2dViWYeVQwm6yHinj9e_6uq5hchwehxS30r3vK1-1rqJhz4gnphQH07ibzxyQ202AUWr0_G4AVMVbU1gej8v-d8AIqzdn1Jts0g5gOjFd4jFRv1DhQLB5W0dq8UVewUAKaallG4HtZrXNgrdVyLSl4K2fm_qGWPiGnydSH_w4dKSHJ1d00baEjZ4TisKfpPDk0o1wA-KCdhuUUYcec88l-_FUQJelasJ4ZkgCcv_cqTUGR_UGqltM-EFQp8oMDPfom1yEQccZsIG0ybcoTzLsq7EkcB390-k5rZOZJv4ZDrnVmmjTDPyxRMZRebRP8EBwxogGH8nMBS_REwAhJ6J2aI6v1chZ_yAYSeOmuWZWgy9-jrjhdkpmiQi0_8rjnPjFBih_eodb8Ao4TPWp2VjHw1w9hfO-vQey6Zcvd0e1ZzCzk59s94z1sUYIeH3q-UlV-JyoZ8qlXKubv2OZMV0WEF7P6lvbtK_eFjSTFD-o-Mpr_Kd7Y5xF9jHMDrafncNEjsb7fauuunqL0obR_gp9x4bK3j401y15UBTMn6BGSEyv1VdayMxZeJh8M3lBuvBjLkZ-aSoLSa92TEkqPL3oQIaDGmn5x1a5Yg948UB7IUge6j3k_a_E2iGRXlIBrk-DqLgm2wn-412uVBoHMRlBkGKX-wfKLtqcFAU7gl7HAo5buxOocrj-cVn0BOe9-5VQUqZhPcdgZngX1t2OY7C8msCUFyPtqFuPQMOaTTgAbfuPoP_b67_2yh0sTSCNDjwFlHsekpabupgCfbwedpFbtMWtfz9tYlr56vKicoAF5X3IO-pxsHzywUTfQH7GUF_uNdfcSFcEgCrY8TpGfNaiDM56zenscUY3m7MwFGYkKMSL8QIvr0-RV2iti7d4cJvaj_pPxVCV.Sdds63kMDe9ZpNJoI-mlJA;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"X-Xss-Protection\":\"1; mode=block\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.046Z] ✅ Login successful | User: load_user_6677 | Response Time: 998.635965 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"Set-Cookie\":\"AUTH_SESSION_ID=44595578-e864-4d73-8488-a4840a5b97d6;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..4f9NFurAhuJ4-D7GzE83kA.jT4DD_X5SceRTWDZ3fPQepbwj4FYkGynsYT0bnYoLdf9wW__-QvNm7SST6xG_vEhySkS1WVrwGjyo_UI5Cb2RdC_Up9luINsUkEB8mDGDNrZ351hszD4dUr6SXsyGygBEHye4PFjw-2VbNamr7XLs38fbpBH29y36DSuO_a-iWMeVMK365Je_6pDhSWiyCTh6b-nDRi3pqAfAMggVbscCSQByQGtN1qIiOCVs8bBgzWwgtuCyDvHP5rSzv3XQHIoQzH6v9aoFiubTvMwdn0XJwxIlQ6No6R0Ru_5J6iJKjsdnNonjn_4_8IeRSamF_z9uNffESqA1rh1JAQ12zgYe_UhXrbfX0HECCHJlOjZ03IsSAEsxQTb1ek4NnBBWHptWIwqISRNYQwvOeYBz8iSR6OOyzIja2DAjvpOo4OFqN4mzlw4laa_JSX6hyZSDdmFG1NTsMaJNWg5nbU9egyOkvCH1nuMmRAL4BitHh6cXb_v2L3YAN9o2KLfz0lRdCs5iQV1UbLnJ_L3ie9ZFjr7_eZKoipbC_E7lTIJwriDFilkM6Lb5qAlj8DT6ZYFlrBNGFdhuE9sP-0Ci0twFSyXOUbH2MK3HiOetBnx27TmpswtcoSSQyFuPSHcgKQOJOflPUJFawScdIkrnN9F2RqFTklXjkn4wBcf-tO6k6D9iLrW1HaiX4JIL3d64Zu_dKrJQzMJQQUD5JjdvPrkyWvIVZH6hgE3mPtRCGuQlVKL8TaTNHas6HCfsKpmLWQ4ktb0eGasZP6i6KXidlqcRKII3ZI29VNiURMXUmw0dtl2Dm2HCRIaes5nDWR4nNqASALj7P-yT5j6PU5_sp5TcNjbWqfujf1Co4jHzArvMYJLsFc3B1NtCVjA1fiTm5da_OWCLJvEoXuFFHtvD_XXiCCJfVSlwCLsjQzQHRglWTgv9APh4KChlca7ocx6GwzoubKpuacJeQLeu787cgm7QKOHIBDI2n9A4EvSKl3Ti9VfKrZJE38IXUTnyDItKE25YlJ7PJchGK3FT5KcoO3g5L-AUeU8bTJe66RFiqlVKFVT7T9Gg1cf8wJ4s4NKBmy4DPzl.zjJTtxGjL5vraE85S7WfIw;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Content-Language\":\"en\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Referrer-Policy\":\"no-referrer\",\"Content-Type\":\"text/html;charset=utf-8\",\"X-Xss-Protection\":\"1; mode=block\",\"Content-Length\":\"7191\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"X-Frame-Options\":\"SAMEORIGIN\",\"X-Robots-Tag\":\"none\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"X-Content-Type-Options\":\"nosniff\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_2942 | Response Time: 1198.13706 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"X-Robots-Tag\":\"none\",\"Content-Length\":\"7191\",\"Content-Language\":\"en\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Set-Cookie\":\"AUTH_SESSION_ID=5507297c-e299-489d-9b84-ef0ca7e0b8c3;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..DBZ-4lBHaA9t7SD-kux85g.iwq277SHoDyPmpMX5ER_67NlT4TdEQLc_ngmGZ4Xq1znFns60MdXS1REo9c7HvWIWTv-HXdPDrPoL89GrC1EWiuFMSHhcAiI4xAsnmqYSXPGyhXFFdDh9ymfW3vq0CVqRDEiCmKC8ns0nSqiZkU0dWn5pdEeT6t7-IyRGUF_2LpM5Tf7HgrrJjZTSLlmbDsN4mIMByAYYAZk_Xu0RyOcaxMaTkfBmddUf__RJUX1hdHFLcs2Hd7Ft5P00mlk6CaXvJNVSlu0R7Zsy4TVzie3SpTtuLE03i6FtiAjEJdHgjGit7CKu_K6cHmb4sYqwlrNjlFq4Gu-Iw6qqPN9t02IUvjHOMb3XwSFJLr8SVzgpn-5Bj3Idfdjt2L1gJhOooztIhsZVq-Aiapcm8cgTJZWGnUkSgnLUr5u1yO0usvjxyuAdfP0I2G4xO1O8H08XouPHpHxiT8wPL5aDBtKgtccjVK4bVqb8NhtDCPsXV2cXRfgK5iUuVdbSgnC6e3zhL9Lg2xX4bIW5u5U0dEZbRiEU3VT6mld_XCqkyi6pmPbYjiJXvU2LG311RpgUN2AjBjRnHfcL0phebTgACgDYdBiUNhacYZ0DnZ5BmUzWCt1bQdpuOI5ks93qgO3Y6XKfFLbsfyNBFy4xiFJZ4lzhldmEdg9qUj2wm3dS-Ayz68QUaq23yizazCEdQc2aCExUSgyU40CWg2HhPUwsNojHB_pKBGcur5aFbf60uL8YETyph9E1MmLgvKTKlW6judaDbMEOHVY7Hc1bS_w7xNuvl_vH9WelLd7xqL2-uzJWHaNZtq42eq45Z4uDxG4nAjtZB_571no2nr2Qk3LpHuDX-ojLKeGjq2nmv3Dsh7ybzLoASC8Vx0pZVt9eWI07M0iCIH1ih_GQyQ0goYkMOXMkmOSBScjEYHI98gNFr3RnVQgiigmx1esynucBmvEKcxIzUApwXS7bj6hRhR7aOC5ZQc0TpXT6wbnXw5B_sUtxJqa1vygg-gdhs1fB8KAegrpT6k9DdsPv9RiJZTx4pL6TcdnSOaWGuXDyPMseBJSZt0Xv5oOaQAThO7ewMcKvFSHYUS5.fTFQUoXGpnipSLAQ1zqQaw;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Referrer-Policy\":\"no-referrer\",\"X-Xss-Protection\":\"1; mode=block\",\"Content-Type\":\"text/html;charset=utf-8\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: username | Response Time: 1105.31869 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"X-Xss-Protection\":\"1; mode=block\",\"X-Content-Type-Options\":\"nosniff\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Content-Language\":\"en\",\"Referrer-Policy\":\"no-referrer\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"Set-Cookie\":\"AUTH_SESSION_ID=d7e927ef-b4c4-43e6-8551-b068038a3abe;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..BPxG33Ef7v8dFTFuk8y0Tw.OixKcwRcCHrflCQJOKtVV_79PzaVpgQrZmxpbpCJeo1FFZbOAhe44RVrd6G0wkRMK_aHVYYqcesjUAzHV66lDDMH-ZUSKg8qVem8ZOjM9MpOGNFmfc-PwUXOZ3r21mq-4k0WK0FAT-mLhGn2x0Cp91tonS0OkYVUtkLPg4xnsxt5IZFNPdlLA2STII3cLFOBnq6FoABA0N6D2jT_1XtbJfcYwu5hcwRos7mMAfGISYR4i8ylE4fL2d6LqtQhd2w81gFxkrBjU46xyV3bAx7S-AWMU99xS-P1-zG0cpAD-6r7zKBjk8kYFpFMCyylcx1Y9BJqoQjNgJWlhMRTs0Huiue4rciJG5nRffG3SeoCwZwD3m9QUIxX3jwXOVerWugnxiAzPdQDV_9o6xNb--maF_Dqxcxk-RQOHzrwiaK_ESxM98jLFdthBkC09emDRVd1du4WbBkTFTs1pBEnA6Qb0dhkHJ3_XdccsMYSTy3BM4vNG71bynoRFWDHE05P6ia0lw1sSYeRSGFY05DHebIiCa5gNKsftHRCQkGN33AjVf6kqV_jBjUYwiIrQQVAkFc-r5ipH-y4YK7xqcORknYrvNlRNbVUNTcsbbJ8ipikZHqGsSILYBJb8QcFdsBMPGhK8Rmavr4ku7DjwLmXn7Qkke2kLOxGu9qwlK4yqaDXH-qzJy4_zLgURTuguuohhPwgfdWMycHltnToE8tJy_sqg47ZAWSPz4ng7NtL23Gy1vX8pAN-uXdKHed3pwj4iHO11AB5thswYKGlYPe1pgwra8vHgx61yh7s4Zvr2yCMBOwYCR3xlKlgpFnhIgKhRM4Tjxtk5KOV82M2x3f6Mscf_ieQW61RP0qCriD6zuj607BalpeNqczwq-RocgW4NBDFxGxRhUgs_K3e0Rgp8TdTcMTIG59BRn86stZxQLmdWSiFK8Jvy_rDdXHx4beWwmH5BgJBGtc45KEaikv46Ctyf7hjVj5H5YCuRFpnyMcWqcAb6XjnUid4Wfiaf9HUv9FHqA166RBAqBM8Z38orVZZGvKHr4MPJf3_UqiIeOG9NFKsypZUntHZX1pBSdomb1vG.OdkqIi1bJKJrxviXIdPOew;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"X-Frame-Options\":\"SAMEORIGIN\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"Content-Type\":\"text/html;charset=utf-8\",\"Content-Length\":\"7191\",\"X-Robots-Tag\":\"none\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_6326 | Response Time: 1109.756133 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Set-Cookie\":\"AUTH_SESSION_ID=6029a947-e670-4a61-9572-d0554e258b5b;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..PUtt0w5P0bCjnYrJCUPmdg.yKawQZZKV74Sxpj3yQG2oVvyYcZJtOyu_C7xhJg_lf_UkF2Cv09RkUOLSuFn8RHBDMtk9oG9VtUQ6lPMQV10hqyZt_GdO66lK2ETwQfH4HejpgGI-Xw6l1ct3HN_bqgBHoXd1TEDiD-6R7U4-8Heq6qK-0_f61RbnD4mrwV2hX00yTZiujai7pb17vP1RdkMv7H1SJd8t1zC9W26O9Zn1_Xkq1trqB8s3b69WcSNtWO6ZA9XIRvg9ukdx4JAb_Uzl2i2CdWbf9_7ph2oHK3WgCpo3AlJ4wK_I52uk7HBvwpPl2JBagZ640Nvq5FORSZ5yOXjvnGCZ_7C_iPh7SsQtnow57SN8Bept-cKEh18EU6xqUxDBtPiEi7OCu0fjEGIGRnPxx-xCDiopoUOS0bKgSt3Q4bOIc4ke7eMOZ8zOZfApw1d45AZ4_UbQeLL1oi6Da9KlltqKOG7DRz8tW4oDEja9DvAJ4KrHi-3PQRFNDffl8iSLx44XcYjExH1LbjnW9t_fEqMVGcfHiacSB409-a9iymZtJZrHyvMVFZb8mSwpRDDNsf8AnWFXl3L5DAeG1KlpbhQpUV3zXTMIcOodpKR95QW0SeVJakl96Jj7tSJZNXHPjdZ1eEdogFrYDcq-7N60wewTNJP_ukCUVgjV-aV8fcWo5dfDCr_yPEwFX_Wak2eWvKts4fB88kiEN0dtkz1prh4Fb8eJno7-dMUMopdamjjogt8wNOAMVWimuW8_wk5gWfXacEnV7GCBPOe2BZnfBKhTbr8Ld8TiG3zZL5zpQ_844W91d7nKlF-NwSVa6AMQO94c0t2lfrbrmxADvuzu29EM-Ve8Y-R3cjx_rNDO3hDWX0Il4y05DRTGjmZAdYiPS8XRGQX4FzT3bDLzbMiYDcddcj17UOYHaoE-9M32DDnJzEAi0IevWNwtZqJWl1Evgvv04f1dvajfFGRtW-gPpmJITd23u2V5RfRLZtDanmeyZevmaZk_WMZGjFF-unkmafGnL7hi_XvJNQ6JTYpfWvFmdTsjeXJBcJjCN3OUbKaRucw1CPAA4sB4ltEcs14S_1pFDW4BjbpBOnx.PSzkux78RHM2f7x18PWffg;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"Content-Length\":\"7191\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"Content-Language\":\"en\",\"Referrer-Policy\":\"no-referrer\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Content-Type\":\"text/html;charset=utf-8\",\"X-Xss-Protection\":\"1; mode=block\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"X-Robots-Tag\":\"none\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User:  | Response Time: 1300.599259 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="{\"Content-Length\":\"7191\",\"Content-Language\":\"en\",\"Set-Cookie\":\"AUTH_SESSION_ID=69b9891e-1a5e-40f7-a3b3-ad5718675f49;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None, KC_RESTART=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..-8TOvGwcpxZXjYeF94M1Ew.N75sUSd0zhoLvPc1TLWUX7ExJ3OE7K4Sa5hhFM8TK_mcITuOANfm2qDIc_tQhkKFLtdhPh4ThDBbvHrYAULiMPvcqfPunFaNEA_KK1FEuq0szqjOiz29fhKq3mj-srdtCU32MHsYhhE-BrKPWn59sr9bzOmNFsJq3Ks3gGrMZSSohOwiPH8I6t4WB_Z3PogUmsoCdz4AeXcav9XVV7jekeJlfmFieDte5qXcGeE414tcjsPaO3n87bunk8pWoQKWx0rN41uxWSO7PNyqZL9gWIUYq10zCdn-GrE9dmI286sNijitziONB9YNNaIlksgljgslQ49VE6GcgnNYtme7qG73wOc7KQ5z8PoTwbHXagL9XQu3X61igg5JTS44kAlbo2HRT1Q4s13bfQZCA1xJGjnMWW2WRIUUnLskCtH6OInenoItASXGZiOscwE6WDDtZk7qOTu1RWww1A-LcMH_9TtfjAYlqhmKHbgB-ny9RbdHGjxNQ0mvMK-XyA7eY_xRwQIS9H_BTQzpj5sGZfab6sekci9Jiyd-UV2B1jDH0TtONEKQNLsmcFQcukUEVuo13KQtDt_KH5nKGSL8j52AHYuTDSiki0fLCD66-oA97f45kxz0oVROEFi6NCzZC0BwzoiMS-DZzU3y_A7lioiXcPXNUHpdjjPsk3P5JANe81jOer-5YxTsFoqESg_UDDO_6MA-YgvyC6syiRXI-4hdJimlvg5dlk7O8dWfY4cD0cpmslL9XONCgbx4Pp_BOuQzcIHCDtnXya1fQaa778O5IUiK6RuPOhcah5ZlyVkIQstQd-RKLIE1EilMVLYYUq6wmNoEC8IuN73si-6VmOA8aM8Di1paQ3kwxtN_CkNLIy5w04BaUAI4oEazZ0jpEU5DiKC6ETtbiAIZiJHnI2vxKNVwltRAa1Kjpni9VHGhv3J-Qz1_1jUYuJYAVsn7c_IVRn7SW9vkA8fs0G9SkB4YWRW4b0gnTreZnAy4azaXVAdJDnh3aMS3yYy3Bpii4zlrIG94wjViWtgTLWCAzHaRJd8cSCWgmWhmmBycT1s83UMK2gtwf9sE5OU1bCZTlWQF._pq2_NB4ulgeaF0t7DyUIw;Version=1;Path=/realms/vunet/;Secure;HttpOnly;SameSite=None\",\"X-Content-Type-Options\":\"nosniff\",\"X-Frame-Options\":\"SAMEORIGIN\",\"Content-Security-Policy\":\"frame-src 'self'; frame-ancestors 'self'; object-src 'none';\",\"X-Xss-Protection\":\"1; mode=block\",\"Date\":\"Wed, 29 Oct 2025 11:51:40 GMT\",\"X-Robots-Tag\":\"none\",\"Content-Type\":\"text/html;charset=utf-8\",\"Strict-Transport-Security\":\"max-age=31536000; includeSubDomains\",\"Cache-Control\":\"no-store, must-revalidate, max-age=0\",\"Referrer-Policy\":\"no-referrer\"}" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[K6-METRIC] status_code=200" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[2025-10-29T11:51:39.045Z] ✅ Login successful | User: load_user_7483 | Response Time: 1205.104166 ms" source=console
time="2025-10-29T17:21:40+05:30" level=info msg="[{\"username\":\"username\",\"password\":\"password\"},{\"username\":\"load_user_7483\",\"password\":\"Password123!\"},{\"username\":\"load_user_6580\",\"password\":\"Password123!\"},{\"username\":\"load_user_4184\",\"password\":\"Password123!\"},{\"username\":\"load_user_2942\",\"password\":\"Password123!\"},{\"username\":\"load_user_6326\",\"password\":\"Password123!\"},{\"username\":\"load_user_6677\",\"password\":\"Password123!\"},{\"username\":\"load_user_8569\",\"password\":\"Password123!\"},{\"username\":\"load_user_1272\",\"password\":\"Password123!\"},{\"username\":\"\"}]" source=console

     ✓ Login Success (load_user_1272)
     ✓ Login Success (load_user_6580)
     ✓ Login Success (load_user_4184)
     ✓ Login Success (load_user_8569)
     ✓ Login Success (load_user_6677)
     ✓ Login Success (load_user_2942)
     ✓ Login Success (username)
     ✓ Login Success (load_user_6326)
     ✓ Login Success ()
     ✓ Login Success (load_user_7483)

     checks.........................: 100.00% 10 out of 10
     data_received..................: 125 kB  74 kB/s
     data_sent......................: 14 kB   8.3 kB/s
     http_req_blocked...............: avg=10.19ms    min=250ns      med=390ns       max=42.23ms     p(90)=41.05ms     p(95)=41.47ms    
     http_req_connecting............: avg=22.43µs    min=0s         med=0s          max=123.04µs    p(90)=109.67µs    p(95)=114.72µs   
     http_req_duration..............: avg=303ms      min=8.99ms     med=163.56ms    max=1.3s        p(90)=1.1s        p(95)=1.19s      
       { expected_response:true }...: avg=303ms      min=8.99ms     med=163.56ms    max=1.3s        p(90)=1.1s        p(95)=1.19s      
     http_req_failed................: 0.00%   0 out of 40
     http_req_receiving.............: avg=3.18ms     min=39.36µs    med=92.42µs     max=94.97ms     p(90)=3.76ms      p(95)=3.91ms     
     http_req_sending...............: avg=100.05µs   min=35.79µs    med=65.59µs     max=772.3µs     p(90)=143.75µs    p(95)=200.95µs   
     http_req_tls_handshaking.......: avg=729.15µs   min=0s         med=0s          max=3.79ms      p(90)=3.44ms      p(95)=3.61ms     
     http_req_waiting...............: avg=299.72ms   min=8.62ms     med=163.27ms    max=1.29s       p(90)=1.1s        p(95)=1.19s      
     http_reqs......................: 40      23.742534/s
     iteration_duration.............: avg=1.25s      min=578.23ms   med=1.48s       max=1.68s       p(90)=1.68s       p(95)=1.68s      
     iterations.....................: 10      5.935633/s
     login_response_time............: avg=871.914829 min=293.176422 med=1051.977328 max=1300.599259 p(90)=1214.653675 p(95)=1257.626467
     login_success_rate.............: 100.00% 10 out of 10
     vus............................: 6       min=6        max=6 
     vus_max........................: 10      min=10       max=10


running (00m01.7s), 00/10 VUs, 10 complete and 0 interrupted iterations
default ✓ [ 100% ] 10 VUs  00m01.7s/10m0s  10/10 shared iters